/* 
    * Введите три числа и выведите на экран значение суммы и
произведения этих чисел
    *Напишите простой конвертер валют (без возможности динамического выбора валюты пользователем). 
    *Валюты заданы хардкодом и не изменяются. Тип валют на выбор программиста.
*/

int a = Convert.ToInt32(Console.ReadLine());

float b = 36.09f;

Console.WriteLine(a * b);

Console.ReadKey();